Repository: NemesisSOAD/moneypot
Catalog: moneypot/locale/*/LC_MESSAGES/moneypot.po
Languages: de

source: Pot name
de: Name des Pots

source: Your name
de: Dein Name

source: Your email
de: Deine Mailadresse

source: Username
de: Benutzername

source: Password
de: Passwort

source: Password do not match
de: Passwörter stimmen nicht überein

source: Confirm password
de: Wiederholde das Passwort

source: date
de: Datum

source: description
de: Beschreibung

source: amount
de: Betrag

source: participant
de: Teilnehmer

source: username already taken. Please choose another username.
de: Dieser Benutzername ist schon vergeben, wähle einen anderen Benutzernamen.

source: No Pot found
de: Kein Pot gefunden

source: The expense of {0} € was added.
de: DIe Ausgabe von {0}€ wurde hinzugefügt.

source: Don't do this, not an integer
de: Tu's nicht! Keine ganze Zahl angegeben!

source: Don't do this
de: Tu's nicht!

source: The sum of all factors may not be 0
de: Die Summe der Faktoren darf nicht 0 sein.

source: The expense of {0} € got deleted
de: Die Ausgabe von {0}€ wurde gelöscht.

source: An error occured while searching the participant
de: Beim Suchen des Teilnehmers trat ein Fehler auf.

source: This is not allowed!
de: Das ist nicht erlaubt!

source: The participant {0} and all his expenses got deleted
de: Der Teilnehmer {0} und alle seine Ausgaben wurden gelöscht.

source: Delete {0}?
de: {0} löschen?

source: The participant {0} already entered some expenses. These would be lost. Are you sure you want to proceed?
de: Der Teilnehmer {0} hat schon Ausgaben gehabt, diese würden verloren gehen. Bist du sicher, dass du {0} löschen möchtest?

source: The pot was added to 'My Pots'
de: Der Pot wurde zur Liste 'Meine Pots' hinzugefügt.

source: Please log in
de: Bitte einloggen

source: Succesfully logged in
de: Erfolgreich eingeloggt!

source: Login failed<br />Please try again
de: Login fehlgeschlagen, <br /> bitte nochmals versuchen.

source: new Pot
de: Neuer Pot

source: Create Pot
de: Erstelle Pot

source: homepage_explications
de: Ausführliche Erklärung zu Moneypot

source: Moneypot ${pot.name} - invite new participant
de: Moneypot $[pot.name} - Neuen Teilnehmer einladen

source: Invite new participant
de: Neuen Teilnehmer einladen

source: Invite
de: Einladen

source: Not yet registered
de: Noch nicht registriert?

source: Go to
de: Gehe zur

source: Registration
de: Registrierung

source: New Pot
de: Neuer Pot

source: My Pots
de: Meine Pots

source: Moneypot Overview for ${username}
de: Moneypot Übersicht für ${username}

source: Overview of your pots
de: Übersicht über deine Pots

source: In total you have to pay ${amount}.
de: Insgesamt musst du ${amount} bezahlen.

source: In total you will get ${amount}.
de: Insgesamt bekommst du ${amount}.

source: Active Pots
de: Aktive Pots

source: you spend
de: Du hast bezahlt

source: your balance
de: Dein Ergebnis

source: Actions
de: Aktionen

source: archive this pot
de: archiviere diesen Pot

source: Sum
de: Summe

source: Archived Pots
de: Archivierte Pots.

source: view this pot
de: Gehe zu diesem Pot

source: unarchive this pot
de: Hole diesen Pot aus dem Archiv.

source: Add to 'My Pots'
de: Zur Liste 'Meine Pots' hinzufügen.

source: You are visiting this pot as ${name}
de: Du besuchst diesen Topf als ${name}.

source: In total ${amount} were spend.
de: Insgesamt wurden ${amount} ausgegeben.

source: You have to pay ${amount}.
de: Du musst ${amount} bezahlen.

source: You will get ${amount}.
de: Du bekommst ${amount}.

source: Overview
de: Übersicht

source: spend
de: hat ausgegeben

source: factor
de: Faktor

source: balance
de: Ergebnis

source: actions
de: Aktionen

source: increase factor
de: Faktor erhöhen

source: reduce factor
de: Faktor verringern

source: remove participant
de: Teilnehmer entfernen

source: Invite new Participant
de: Neuen Teilnehmer einladen

source: Add Expense
de: Ausgabe hinzufügen

source: Add
de: Hinzufügen

source: List of expenses
de: Liste der Ausgaben

source: Date
de: Datum

source: Participant
de: Teilnehmer

source: Description
de: Beschreibung

source: Amount
de: Betrag

source: remove expense
de: Ausgabe entfernen

source: Download as csv
de: Als csv downloaden

source: Yes
de: Ja

source: No
de: Nein

source: Moneypot - Register
de: Moneypot - Registrierung

source: Register
de: Registrierung

source: register-button
de: Registrieren!
